Repository: ARLM-Attic/mj
Catalog: Work/CkgDomainLogic/Lib/Resources/DomainCommonResources.*.resx
Languages: de_de

source: Admin
de_de: Administration

# AdressenPflege
source: Address Database
de_de: Adressenverwaltung

source: at DAD
de_de: beim DAD

# CaptchaRefreshHint
source: Refresh this graphics
de_de: Grafik mit Zeichen erneuern

# CaptchaResponseInvalid
source: The characters you entered are are not correct
de_de: Die eingegebenen Zeichen entsprechen nicht denen in der Grafik

# CaptchaTextToValidate
source: Please enter the characters in the picture
de_de: Zeichen wie in der Grafik zu lesen

source: Car owner
de_de: Halter

source: Car owner name
de_de: Haltername

# Change
source: Data Collection
de_de: Datenerfassung

source: City
de_de: Ort

source: Clarification case
de_de: Klärfall

source: Clarification cases
de_de: Klärfälle

# Coc_Beauftragung
source: Coc Delivery Order
de_de: Coc Beauftragung

# Coc_Erfassung
source: Coc Collection
de_de: Coc Erfassung

# Coc_Typenverwaltung
source: Coc Type Management
de_de: Coc Typenverwaltung

# CodeManufacturer
source: Manufacturer Code
de_de: Hersteller Code

# CodeTypeVersion
source: Type / Version Code
de_de: Typ / Version Code

source: Color
de_de: Farbe

# ColumnOverallFilter
source: Filter overall columns
de_de: Filter über alle Spalten

source: Comment
de_de: Bemerkung

source: Contract no.
de_de: Vertragsnummer

source: Country
de_de: Land

source: Country Code
de_de: Länder-Code

source: Created on
de_de: Erstellt am

source: Creation date
de_de: Erstelldatum

source: Customer
de_de: Kunde

source: Customer ID
de_de: Kunden-ID

source: Customer no.
de_de: Kundennummer

# CustomerOther
source: Specific major customers
de_de: Spezielle Großkunden

source: Data with errors occurred!
de_de: Es sind Datensätze mit Fehlern vorhanden!

source: Date
de_de: Datum

source: Date from
de_de: Datum von

# DateFromInvalid
source: Invalid Date from format
de_de: Das Von-Datum hat ein falsche Format

source: Date from to
de_de: Datum von bis

source: Date of deregistration receipt
de_de: Abmeldeeingang

source: Date of receipt
de_de: Eingangsdatum

# DateOfRegistrationReceipt
source: Registration receipt
de_de: Briefeingang

source: Date range
de_de: Zeitraum

# DateRangeInvalid
source: The selected date range is invalid!
de_de: Der gewählte Zeitraum ist ungültig!

source: Date to
de_de: Datum bis

# DateToInvalid
source: Invalid Date to format
de_de: Das Bis-Datum hat ein falsche Format

source: Dealer
de_de: Händler

source: Dealer city
de_de: Händler Ort

source: Delivery Date
de_de: Lieferdatum

source: de-registration date
de_de: Abmeldedatum

# EmailSentError
source: Note: The e-mail could not be sent due to a technical error
de_de: Aufgrund eines technischen Fehlers konnte die E-Mail nicht versendet werden.

source: Equipment no.
de_de: Equipmentnummer

# FileUploadLegalFileTypesWarning
source: You can only upload jpg, jpeg, gif, doc, docx, xls, xlsx und pdf files.
de_de: Es können nur Dateien im Format jpg, jpeg, gif, doc, docx, xls, xlsx und pdf hochgeladen werden.

# GermanPlzMustHave5Digits
source: German postcodes must have 5 digits
de_de: Für deutsche Adressen sind 5 stellige Postleitzahlen erforderlich

source: House no.
de_de: Haus Nr.

source: Imprint
de_de: Impressum

source: Language
de_de: Sprache

source: Leasing contract no.
de_de: Leasingvertragsnummer

source: License no.
de_de: Kennzeichen

source: Licensing
de_de: Zulassung

source: List items with errors only
de_de: Nur Einträge mit Fehlern listen

# LoginDisabledDueToMaintenance
source: Due to maintenance work the login is currently disabled
de_de: Aufgrund von Wartungsarbeiten ist der Login aktuell gesperrt

# LoginDisabledGenerally
source: General login barrier!
de_de: Allgemeine Loginsperre!

source: Login in process ...
de_de: Login in Bearbeitung ...

# LoginPasswordResetEmailBody
source: Hello {0}, <br/><br/>please use this link to reset your password:
de_de: Guten Tag {0}, <br/><br/>bitte nutzen Sie diesen Link zum Zurücksetzen Ihres Kennworts:

# LoginPasswordResetEmailFooter
source: With kind regards,<br />{0}
de_de: Mit freundlichen Grüßen,<br/>{0}

# LoginPasswordResetEmailSubject
source: {0} - Link to reset your password
de_de: {0} - Ihr Link zum Zurücksetzen Ihres Kennworts

# LoginPasswordResetLinkExpirationHint
source: Note: This link is valid until {0}
de_de: Bitte beachten Sie: Dieser Link ist nur gültig bis {0}

source: Login to your account
de_de: Bitte loggen Sie sich ein

# LoginToYourAccountLinkHintEnd
source: here
de_de: hier

# LoginToYourAccountLinkHintStart
source: To login please click
de_de: Um sich einzuloggen klicken Sie

# LoginUserDisabled
source: This user has been disabled
de_de: Dieser Benutzer wurde deaktiviert

# LoginUserDoesNotExist
source: This user does not exist in our system
de_de: Dieser Benutzer ist unserem System nicht bekannt

# LoginUserNotApproved
source: This user has not been approved yet
de_de: Dieser Benutzer ist noch nicht freigeschaltet

# LoginUserOrPasswordWrong
source: The provided User ID or Password is wrong
de_de: Der User Name oder das Kennwort ist nicht korrekt

# MaintenanceSeeAllNotifications
source: See all notifications
de_de: Alle Mitteilungen im Detail

# MaintenanceYouHaveCountNotifications
source: You have {0} notification(s)
de_de: Wir haben {0} Mitteilung(en) für Sie

source: Messages
de_de: Nachrichten

source: Mobile
de_de: Mobil

source: Note
de_de: Hinweis

source: Notifications
de_de: Mitteilungen

source: Only country
de_de: Nur Land

# OnlyItemsInDeliveryDateRange
source: Only orders with delivery date inbetween
de_de: Nur Aufträge mit bestimmten Auslieferungsdatum

# OnlyItemsWithValidOrderDate
source: Only orders with valid order date
de_de: Nur Aufträge mit gesetztem Auftragsdatum

source: Order ID
de_de: Auftrags-Nr.

source: Password
de_de: Kennwort

# PasswordAgain
source: Password confirmation
de_de: Kennwort Wiederholung

# PasswordChange
source: Change password
de_de: Kennwort ändern

# PasswordChangeHint
source: Please change your password
de_de: Bitte ändern Sie Ihr Kennwort

# PasswordChangeSuccessfulHint
source: Your password has been changed successfully!
de_de: Sie haben Ihr Kennwort erfolgreich geändert!

# PasswordConfirmationDoesNotMatch
source: Your password confirmation does not match
de_de: Die Kennwortbestätigung stimmt nicht überein

# PasswordCurrent
source: Current password
de_de: Aktuelles Kennwort

# PasswordCurrentEmpty
source: Please enter your current password
de_de: Bitte geben Sie Ihr aktuelles Kennwort ein

# PasswordCurrentInvalid
source: The current (old) password you entered is invalid
de_de: Ihr aktuelles Kennwort ist nicht korrekt

# PasswordForgottenQuestion
source: Forgot your password?
de_de: Kennwort vergessen?

# PasswordMinCapitalChars
source: The password must have at least {0} CAPITAL alpha characters
de_de: Das Kennwort muss mindestens {0} GROSS-Buchstaben beinhalten

# PasswordMinHistoryEntries
source: The password should be different at least for the last {0} history occurrences
de_de: Das Kennwort darf nicht in letzten {0} Kennwortänderungen enthalten sein

# PasswordMinLength
source: The password must have at least {0} characters
de_de: Das Kennwort muss mindestens {0} Zeichen lang sein

# PasswordMinNumericChars
source: The password must have at least {0} numeric characters
de_de: Das Kennwort muss mindestens {0} Ziffern beinhalten

# PasswordMinSpecialChars
source: The password must have at least {0} special characters
de_de: Das Kennwort muss mindestens {0} Sonderzeichen beinhalten

# PasswordNew
source: New passwort
de_de: Neues Kennwort

# PasswordReset
source: Reset your password
de_de: Kennwort zurücksetzen

# PasswordResetLinkEmailWasSent
source: An email has been sent to you with a password reset link!
de_de: Eine E-Mail mit einem Kennwort Reset Link wurde an Sie gesendet!

# PasswordResetLinkHintEnd
source: here
de_de: hier

# PasswordResetLinkHintStart
source: To reset your password click
de_de: Um Ihr Kennwort zurückzusetzen, klicken Sie

# PasswordResetLinkInvalid
source: This link is invalid or has expired.
de_de: Dieser Link ist ungültig oder abgelaufen.

# PasswordResetProvideUsername
source: Please provide your user name so we can send you a mail with a password reset link
de_de: Bitte geben Sie Ihren User Namen an, wir schicken Ihnen dann umgehend eine Mail mit einem Link zum Zurücksetzen Ihres Kennworts

# PasswordShouldNotBeEmpty
source: The password should not be empty
de_de: Das Kennwort darf nicht leer sein

source: Phone
de_de: Telefon

source: Please check your inputs.
de_de: Bitte überprüfen Sie Ihre Eingaben.

# PleaseProvidePassword
source: Please provide your password
de_de: Bitte geben Sie Ihr Passwort ein

# PleaseProvideUserName
source: Please provide your user name
de_de: Bitte geben Sie Ihren User Namen ein

source: Post code
de_de: PLZ

source: Print CoC
de_de: CoC drucken

source: Print options
de_de: Druckoptionen

source: Print ZBII
de_de: ZBII drucken

# ProvideAtLeastPrintZBIIorCoc
source: Please check at least one print option, CoC or ZBII
de_de: Bitte wählen Sie mindestens eine Druckoption, CoC oder ZBII

source: Received on
de_de: Eingang am

source: Recognition
de_de: Kennung

source: Registration date
de_de: Zulassungsdatum

source: Registration no.
de_de: Briefnummer

# Report
source: Reports
de_de: Berichte

source: Search
de_de: Suche

source: Sequence of services
de_de: Folgedienstleistungen

# Shipping
source: Delivery
de_de: Versand

source: Shipping address
de_de: Versandadresse

source: Shipping options
de_de: Versand Optionen

source: Street
de_de: Straße

# UserInvalidEmail
source: This user does not have a valid email address
de_de: Für diesen Benutzer ist keine gültige E-Mail Adresse hinterlegt

source: VIN
de_de: FIN

# VinInvalid
source: This is not a valid VIN
de_de: Dies ist keine gültige VIN

source: Welcome
de_de: Willkommen

# WelcomeAtPortalDadEnd
source: at your Customer Portal
de_de: in Ihrem Kundenportal

# WelcomeAtPortalDadStart
source: Welcome
de_de: Willkommen

source: Your contact persons
de_de: Ihre Ansprechpartner

source: ZB1 copy available
de_de: ZB1-Kopie vorhanden

source: Selection
de_de: Auswahl

source: ZB1 copy
de_de: ZB1-Kopie

# PasswordMaxLoginFailures
source: You reached the maximum amount of password failures
de_de: Die maximale Anzahl Ihrer Kennwortfehleingaben wurde erreicht

source: No data found
de_de: Keine Daten gefunden

source: Leasing contract no. not numerical
de_de: Leasingvertragsnummer nicht nummerisch

source: No data selected
de_de: Keine Daten selektiert

source: No data changed
de_de: Keine Änderungen vorhanden

source: Back
de_de: Zurück

source: Continue
de_de: Weiter

source: Correction
de_de: Korrektur

source: Send
de_de: Absenden

source: Apply
de_de: Übernehmen

source: Approval
de_de: Freigabe

source: Error
de_de: Fehler

source: Archive type
de_de: Archivtyp

source: Archive
de_de: Archiv

source: Archives
de_de: Archive

# ArchiveTypes
source: Archive type
de_de: Archivtypen

source: No archive selected!
de_de: Kein Archiv ausgewählt!

source: Available archives
de_de: Verfügbare Archive

source: Chassis No.
de_de: Fahrgestell-Nr.

# ChassisNo10
source: Chassis No. (10 digits)
de_de: Fg.-Nr. (10-stellig)

source: Destination
de_de: Zielort

source: Location
de_de: Standort

source: Factory
de_de: Betrieb

source: Cancellation date
de_de: Abmeldedatum

source: Expiry date
de_de: Gültigkeitsdatum bis

source: Cancellation status
de_de: Abmeld.status

source: Department
de_de: Abteilung

source: Only items to clarify
de_de: Nur Klärfälle

source: Dossier No.
de_de: Vorgang Nr.

# OrderDate
source: Oder date
de_de: Auftragsdatum

source: Recording date
de_de: Erfassung

source: Recording user
de_de: Erfassung User

source: To Dos
de_de: Geplante Aktionen

source: Cost center
de_de: Kostenstelle

source: Department head
de_de: Abteilungsleiter

# DepartmentHeadChristName
source: Depart.head, christ name
de_de: Abt.leiter, Vorname

# DepartmentHeadLastName
source: Dept.head, last name
de_de: Abt.leit., Nachname

source: Authority
de_de: Behörde

source: Authority date
de_de: Datum Behörde

# AuthorityFileNumber
source: Auth. File No.
de_de: Aktenzeichen

# AuthorityPostcode
source: Auth. postcode
de_de: Behörde PLZ

source: View
de_de: Ansicht

# VehiclesAll
source: All
de_de: Alle

# VehiclesLicenseStatus
source: License status
de_de: Zulassungsstatus

# VehiclesOnlyLicensed
source: Only licensed
de_de: Nur zugelassene

# VehiclesOnlyUnlicensed
source: Only unlicensed
de_de: Nur unzugelassene

# VehiclesOnlyUnregistrated
source: Only unreg. vehicles
de_de: Nur abgemeld. Fzg.

# DropdownDefaultOptionAll
source: (all)
de_de: (alle)

# DropdownDefaultOptionPleaseChoose
source: (please select)
de_de: (bitte wählen)

source: Change date
de_de: Änderungsdatum

source: Length
de_de: Länge

# NumberOfFieldsBinary
source: Number of binary fields
de_de: Anzahl Binärfelder

# NumberOfFieldsPicture
source: Number of picture fields
de_de: Anzahl Bildfelder

# NumberOfFieldsText
source: Number of text fields
de_de: Anzahl Textfelder

source: Number of fields total
de_de: Anzahl Felder gesamt

source: Title
de_de: Titel

source: Length in bytes
de_de: Länge in Bytes

source: Detail informations
de_de: Detailinformationen

# PleaseProvideVehicleStatusInfo
source: Please provide at least one vehicle status
de_de: Bitte geben Sie mindestens einen Fahrzeugstatus an

source: Content
de_de: Inhalt

source: Header
de_de: Überschrift

source: Cancellation
de_de: Abmeldung

source: Cancellation order
de_de: Abmeldeauftrag

# VIN10
source: VIN (10 digits)
de_de: FIN (10-stellig)

source: Registration type
de_de: Zulassungsart

source: Registration area
de_de: Zulassungskreis

# RegistrationAreaInvalid
source: This is not a valid registration area
de_de: Dies ist kein gültiger Zulassungskreis

# ReservationNo
source: Res. No.
de_de: Res. Nr.

source: EVB number
de_de: EVB Nummer

source: insurance company
de_de: Vers.gesellschaft

source: Factory no.
de_de: Betriebsnummer

# FactoryNoShort
source: Factory no.
de_de: Betriebsnr.

# VIN17
source: VIN (17 digits)
de_de: FIN (17-stellig)

source: Holder
de_de: Halter

# DeliveryZB1andSigns
source: Delivery ZB 1 + signs
de_de: Versand Schein + Schilder

source: Insurance recipient
de_de: Versicherungsnehmer

source: Invoice recipient
de_de: Rechnungsempfänger

source: Regulator
de_de: Regulierer

source: File name
de_de: Dateiname

source: File size
de_de: Dateigröße

source: File type
de_de: Dateityp

source: Last edited
de_de: Zuletzt geändert

source: Size
de_de: Größe

source: Uploaded
de_de: Hochgeladen

source: Cancel
de_de: Abbrechen

# DocumentAlreadyExistsUserAction
source: Document already exixts. How would you like to proceed?
de_de: Das Dokument ist bereits vorhanden. Wie möchten Sie fortfahren?

# DocumentCannotCreateFolder
source: Couldn't create folder for documents. Please contact your administrator!
de_de: Dokumentenverzeichnis konnte nicht angelegt werden. Bitte wenden Sie sich an Ihren System-Administrator!

# DocumentCannotCreateFolderDetail
source: Folder {0} couldn't be created. Please insure that the web process has sufficient privileges.
de_de: Verzeichnis {0} könnte nicht erstellt werden. Bitte stellen Sie sicher, dass der Web Prozess über hinreichende Berechtigungen verfügt.

# DocumentCreate
source: Create
de_de: Erstellen

# DocumentDelete
source: Delete
de_de: Löschen

# DocumentDoYouReallyWantToDelete
source: Do you really want to delete this document?
de_de: Wollen Sie das Dokument wirklich löschen?

# DocumentEdit
source: Edit
de_de: Bearbeiten

source: Document already exists
de_de: Dokument ist bereits vorhanden

# DocumentGroups
source: Groups
de_de: Gruppen

source: Document Id
de_de: Dokument-ID

# DocumentName
source: Document
de_de: Dokument

# DocumentOverwrite
source: Overwrite
de_de: Überschreiben

source: Document type
de_de: Dokumentart

# DocumentTypeCannotBeDeleted
source: Document type is in use and cannot be beleted.
de_de: Dokumentart ist in Verwendung und kann nicht gelöscht werden.

# DocumentTypeDoYouReallyWantToDelete
source: Do you really want to delete this document type?
de_de: Wollen Sie die Dokumentart wirklich löschen?

# DocumentTypeNew
source: New document type
de_de: Neue Dokumentart

source: Save
de_de: Speichern

source: Documents
de_de: Dokumente

source: Document types
de_de: Dokumentarten

# DeliveryZB2andCoc
source: Delivery ZB2 + CoC
de_de: Versand ZB2 + CoC

# DocumentAddNewDocumentType
source: Add new document type
de_de: Neue Dokumentart hinzufügen

# DocumentUploadDocument
source: Upload document
de_de: Dokument hochladen

# DocumentUploadDocumentMulti
source: Upload document(s)
de_de: Dokument(e) hochladen

source: User groups
de_de: Benutzergruppen

source: Checked
de_de: Geprüft

source: Classification
de_de: Klassifizierung

# ContractNoShort
source: Contract no.
de_de: Vertragsnr.

source: Created
de_de: Erstellt

source: Edited
de_de: Bearbeitet

source: Remark
de_de: Bemerkung

source: Edit
de_de: Bearbeiten

source: Request by EMail
de_de: Anfrage per EMail

source: Your contact request was successfully sent.
de_de: Ihre Kontaktanfrage wurde erfolgreich versendet.

source: Registration options
de_de: Zulassungs-Optionen

source: Insurance data
de_de: Versicherungsdaten

source: Request sign
de_de: Wunschkennzeichen

source: Services
de_de: Dienstleistungen

source: Customers
de_de: Kunden

source: ChargeTax
de_de: Steuer abrechnen

source: Customer manager
de_de: Kundenbetreuer

source: Date of first writing
de_de: Datum Erstanschreiben

source: DAT_Receiptdoc
de_de: DAT_Annahmedok

source: Day of delivery
de_de: Liefertermin

source: Manufacturer
de_de: Hersteller

source: Order type
de_de: Bestellart

source: Preferred date
de_de: Wunschdatum

source: Receipt of authorization
de_de: Eingang Vollmacht

source: Receipt of business registration
de_de: Eingang Gewerbeanmeldung

source: Receipt of commercial register
de_de: Eingang Handelsregister

source: Receipt of direct debit mandate
de_de: Eingang Einzugsermächtigung

source: Receipt of Id Card
de_de: Eingang Personalausweis

source: Receipt of insurance certificate
de_de: Eingang Sicherungsschein

source: Registration by
de_de: Zulassung durch

source: Registration for
de_de: Zulassung auf

source: Reminder 1
de_de: Mahnung 1

source: Reminder 2
de_de: Mahnung 2

source: Reminder 3
de_de: Mahnung 3

source: Vehicle type
de_de: Fahrzeugtyp

# AtLeastOneSearchCriterionRequired
source: At least one criterion required!
de_de: Mindestens ein Suchkriterium erforderlich!

source: Missing mails
de_de: Fehlende Mails

source: Missing receipt letter
de_de: Fehlendes Annahmeschreiben

# SearchAsVerb
source: Search
de_de: Suchen

source: Back to search
de_de: Zurück zur Suche

source: Documents complete
de_de: Unterlagen vollständig

source: Or
de_de: oder

# LicenseNoShort
source: Lic. No.
de_de: Kennz.

# ReservationNoShort
source: Res. No.
de_de: Res. Nr.
